Repository: MessenceLtd/TimeLineDashboard
Catalog: WebformsPOCDemo/App_GlobalResources/SiteCommon.*.resx
Languages: he

# Link_To_list_invoices
source: Invoices
he: חשבוניות מס

# Link_To_list_suppliers
source: Suppliers
he: ספקים / אנשי קשר

# Link_To_list_users
source: Users
he: רשימת משתמשים

# Link_To_manage_bankaccount
source: Bank Account Details
he: פרטי חשבון בנק

# Link_To_manage_BankAccountTransaction
source: Bank Account Transaction
he: פעולה בנקאית

# Link_To_manage_BankAccountTransactions
source: Bank Account Log
he: תיעוד פעולות בחשבון בנק

# Link_To_manage_client
source: Client Details
he: פרטי הלקוח

# Link_To_manage_creditcard
source: Credit Card Details
he: ניהול כרטיס אשראי

# Link_To_manage_creditcardstatement
source: Credit Card Statement
he: עריכת דו"ח חיוב אשראי

# Link_To_manage_creditcardstatementtransaction
source: Credit Card Statement Transaction
he: פרטי חיוב כרטיס האשראי

# Link_To_manage_document
source: Document Details
he: עריכת פרטי מסמך

# Link_To_manage_expense
source: Expense Details
he: פרטי הוצאה

# Link_To_manage_invoice
source: Invoice Details
he: פרטי החשבונית

# Link_To_manage_supplier
source: Supplier Details
he: פרטי ספק/איש קשר

# Link_To_manage_user
source: User Details
he: פרטי משתמש

source: Loading
he: טעינת נתונים

# Login_Page_Button_Login
source: Login
he: התחברות

# Login_Page_Password
source: Password
he: סיסמא

# Login_Page_Please_Sign_In
source: Please sign in
he: התחברות למערכת

# Login_Page_Remember_Me
source: Remember Me
he: זכור אותי

# Login_Page_Username
source: Username
he: שם משתמש

source: Log Off
he: התנתקות

# Manage_Bank_Account_Cancel_Editing
source: Cancel Editing
he: ביטול עריכה

# Manage_Bank_Account_Edit
source: Edit Bank Account
he: עריכת חשבון בנק

# Manage_Bank_Account_Save_Changes
source: Save Changes
he: שמירת שינויים

# Manage_Bank_Account_SubTitle
source: Keep track, audit and add more details to bank account transactions.
he: מעקב, תיעוד, ניהול וחיבור של כל פרטי פעולות הבנקאית שלך

# Manage_Bank_Account_Title
source: Manage Bank Account
he: עריכת חשבון בנק

# Manage_Bank_Account_Transactions_SubTitle
source: Change, add and hide details for your bank accounts. Connect records with documents.
he: תיעוד, ניהול וקישור פעולות בנקאיות למסמכים האישיים שלך

# Manage_Bank_Account_Transactions_Title
source: Manage Bank Account
he: ניהול פעולות חשבון הבנק

# Manage_Bank_Account_Transaction_SubTitle
source: Audit and add more details for your bank account transactions.
he: ניהול, תיעוד ושיקוף של כל הפעיליות הבנקאיות שלך

# Manage_Bank_Account_Transaction_Title
source: Manage Bank Transaction
he: עריכת פעולה בחשבון בנק

# Manage_Client_Cancel_Editing
source: Cancel Editing
he: ביטול עריכה

# Manage_Client_Edit_Client
source: Edit Client
he: עריכת פרטי לקוח

# Manage_Client_Save_Changes
source: Save Changes
he: שמירת שינויים

# Manage_Client_SubTitle
source: Change and add more details for your clients and contacts.
he: עריכת פרטי הלקוח ואנשי הקשר ומידע נוסף

# Manage_Client_Title
source: Manage Client
he: עריכת פרטי לקוח

# Manage_Credit_Card_Cancel_Editing
source: Cancel Editing
he: ביטול עריכה

# Manage_Credit_Card_Create
source: Save
he: שמירה

# Manage_Credit_Card_Edit_Details
source: Edit Credit Card
he: עריכת פרטי כרטיס אשראי

# Manage_Credit_Card_Statement_Bank_Account_Transaction_Tab
source: BANK ACCOUNT TRANSACTION
he: פעולה בנקאית

# Manage_Credit_Card_Statement_Cancel_Editing
source: Cancel Editing
he: ביטול עריכה

# Manage_Credit_Card_Statement_Create_Statement
source: Save Statement
he: שמירת דו"ח חיוב

# Manage_Credit_Card_Statement_Edit_Statement
source: Edit Statement
he: עריכת הדו"ח

# Manage_Credit_Card_Statement_General_Info_Tab
source: General Info
he: פרטים כלליים

# Manage_Credit_Card_Statement_Save_Statement
source: Save Statement
he: שמירת דו"ח חיוב

# Manage_Credit_Card_Statement_SubTitle
source: Change and add more details for your credit card statements.
he: ניהול, תיעוד קישור ושיקוף של פעולות כרטיס האשראי

# Manage_Credit_Card_Statement_Title
source: Manage Credit Card Statement
he: עריכת דו"ח חיוב כרטיס אשראי

# Manage_Credit_Card_Statement_Transaction_SubTitle
source: Audit and add more details for your credit card purchases.
he: תיעוד וקישור מסמכים לכל פעילויות האשראי השונות

# Manage_Credit_Card_Statement_Transaction_Title
source: Manage Credit Card Statement Transaction
he: ניהול פעולת דו"ח חיוב כרטיס אשראי

# Manage_Credit_Card_SubTitle
source: Keep track, audit and add more legacy details to your credit card purchases.
he: תיעוד, חיבור והוספת פרטים מתקדמים לרכישות בכרטיס אשראי

# Manage_Credit_Card_Title
source: Manage Credit Card
he: עריכת פרטי כרטיס אשראי

# Manage_Credit_Card_Update_Details
source: Save Changes
he: שמירת שינויים

# Manage_Document_Cancel_Editing
source: Cancel Editing
he: ביטול עריכה

# Manage_Document_Edit_Button
source: Edit Document
he: עריכת המסמך

# Manage_Document_Save_Changes
source: Save Changes
he: שמירת שינויים

# Manage_Document_SubTitle
source: Change and add more details for your documents.
he: תיעוד והוספת פרטים נוספים למסמכים שלך

# Manage_Document_Title
source: Manage Document
he: עריכת פרטי מסמך

# Manage_Expense_Cancel_Editing_Button
source: Cancel Editing
he: ביטול עריכה

# Manage_Expense_Edit_Button
source: Edit Expense
he: עריכת הוצאה

# Manage_Expense_Save_Changes_Button
source: Save Changes
he: שמירת שינויים

# Manage_Expense_SubTitle
source: Change and add more details for your expenses.
he: תיעוד וקישור פרטים נוספים להוצאות שלך

# Manage_Expense_Title
source: Manage Expense
he: עריכת פרטי הוצאה

# Manage_Invoice_Button_Cancel_Editing
source: Cancel Editing
he: ביטול עריכה

# Manage_Invoice_Button_Edit
source: Edit Invoice
he: עריכת פרטים

# Manage_Invoice_Button_Save_Changes
source: Save Changes
he: שמירת שינויים

# Manage_Invoice_SubTitle
source: Change and add more details for your Invoices.
he: עריכת מסמכי הכנסות וקישורים טכניים לקווי הזמן

# Manage_Invoice_Title
source: Manage Invoice
he: עריכת פרטי חשבונית/הכנסה

# Manage_Supplier_Button_Cancel_Editing
source: Cancel Editing
he: ביטול עריכה

# Manage_Supplier_Button_Edit
source: Edit Supplier
he: עריכת הספק

# Manage_Supplier_Button_Save_Changes
source: Save Changes
he: שמירת שינויים

# Manage_Supplier_SubTitle
source: Change or add more details for your suppliers and contacts.
he: עריכה ותיעוד של פרטי הספק ואנשי הקשר

# Manage_Supplier_Title
source: Manage Supplier
he: עריכת פרטי ספק/איש קשר

# Manage_User_Button_Cancel_Editing
source: Cancel Editing
he: ביטול עריכה

# Manage_User_Button_Edit
source: Edit User
he: עריכת המשתמש

# Manage_User_Button_Save_Changes
source: Save Changes
he: שמירת שינויים

# Manage_User_SubTitle
source: Change and add more details for your users.
he: ניהול ותיעוד נתוני משתמש ועריכת הרשאות

# Manage_User_Title
source: Manage User Details
he: עריכת פרטי משתמש

source: Middle Name
he: שם אמצעי

source: Mobile Phone
he: מספר נייד

source: Next
he: הבא

# Next_Page
source: Next
he: הבא

source: No
he: לא

source: Obligo Value
he: סכום ששולם

source: Opening Date
he: תאריך פתיחה

source: Operations
he: פעולות

source: Our Administrative Side Notes
he: הערות צוות המערכת

source: Password
he: סיסמא

source: Payment Amount
he: סכום העסקה

source: Payment Currency
he: מטבע העסקה

source: Permission
he: הרשאה

source: Previous
he: דף קודם

# Previous_Page
source: Previous
he: דף קודם

source: Recieved By User
he: התקבל על ידי

source: Recieved Date
he: נאסף בתאריך

source: Recieved Document Date
he: התקבל בתאריך

source: Recieved Document Time
he: התקבל בשעה

source: Recieved In Address
he: התקבל בכתובת

source: Recieved In City
he: התקבל בעיר

source: Recieved In Country
he: התקבל במדינה

source: Recieved In Email
he: התקבל באימייל

source: Recieved In State
he: התקבל באיזור

source: Recieved In ZipCode
he: התקבל במיקוד

source: Ref
he: מזהה

source: Reference
he: מזהה נוסף

source: Refresh
he: ריענון

source: Registration Date
he: תאריך הצטרפות

source: Registration Time
he: שעת הצטרפות

# Remove_Credit_Card_Statement
source: Remove Statement
he: ניתוק דו"ח חיוב אשראי

source: Repeat Password
he: חזרה על הסיסמא

source: Reports
he: דוחות מערכת

source: Save
he: שמירה

source: Search
he: חיפוש

# Search_Clients
source: Search
he: חיפוש

# Search_Credit_Cards
source: Search
he: חיפוש

# Search_Credit_Cards_Statements
source: Search
he: חיפוש

# Search_Documents
source: Search
he: חיפוש

# Search_Expenses
source: Search
he: חיפוש

# Search_Invoices
source: Search
he: חיפוש

# Search_Suppliers
source: Search
he: חיפוש

# Search_Users
source: Search
he: חיפוש

source: Select Country
he: בחירת מדינה

source: Select document type
he: בחירת סוג המסמך

source: Select expense type
he: בחירת סוג ההוצאה

source: Select invoice type
he: בחירת סוג ההכנסה/חשבונית

source: Select State
he: בחירת איזור

source: Select supplier type
he: בחירת סוג הספק/איש קשר

source: Sending Date
he: תאריך השליחה

source: Sending Time
he: זמן השליחה

source: Sent From
he: נשלח מאת

source: Sent From Address
he: נשלח מכתובת

source: Sent From City
he: נשלח מעיר

source: Sent From Country
he: נשלח ממדינה

source: Sent From Email Address
he: נשלח מאימייל

source: Sent From State
he: נשלח מאיזור

source: Sent From ZipCode
he: נשלח ממיקוד

source: Sent To
he: נשלח ל

source: Sent To Address
he: נשלח לכתובת

source: Sent To City
he: נשלח לעיר

source: Sent To Country
he: נשלח למדינה

source: Sent To Email
he: נשלח לאימייל

source: Sent To State
he: נשלח לאיזור

source: Sent To ZipCode
he: נשלח למיקוד

source: Short Description
he: תיאור קצר

source: State
he: איזור

source: Statement Charges
he: דו"ח חיוב אשראי

source: Supplier
he: ספק/איש קשר

source: Suppliers
he: ספקים / אנשי קשר

# Suppliers_Filter_By_Type
source: Filter by Type
he: סינון לפי סוג ספק/איש קשר

source: Suppliers List
he: רשימת ספקים / אנשי קשר

# Suppliers_No_Results_Were_Found
source: No results were found!
he: לא נמצאו תוצאות רלוונטיות!

# Suppliers_Please_Use_The_Search_Criteria
source: Please use the search criteria to search for suppliers.
he: בבקשה השתמש/י בהגדרות חיפוש כדי לחפש ספקים/אנשי קשר

source: Supplier Contact Person
he: איש הקשר

source: Supplier From Date
he: פעיל מתאריך

source: Supplier To Date
he: פעיל עד תאריך

source: Supplier Type
he: סוג ספק/איש קשר

source: Tax Reference Number
he: מזהה מספר עסק

source: There are no bank accounts! :(
he: אין חשבונות בנק! :(

source: There are no credit cards! :(
he: אין כרטיסי אשראי! :(

source: There are no credit card statements! :(
he: לא נמצאו דוחות חיובי כרטיס אשראי! :(

source: Title
he: כותרת

source: Total Amount
he: סכום סה"כ

source: Total Charged In Statement
he: סה"כ חויב

source: Total Vat
he: סה"כ מע"מ

source: Total Without Vat
he: סה"כ ללא מע"מ

source: Transaction Date
he: תאריך בפועל

source: Upload File
he: העלאת קובץ

source: User
he: משתמש

source: Username
he: שם משתמש

source: Users
he: משתמשים

# Users_Enter_Search_Criteria
source: Enter Search Criteria:
he: חיפוש משתמשים:

source: Users List
he: רשימת משתמשים

# Users_No_Results_Were_Found
source: No results were found!
he: לא נמצאו תוצאות רלוונטיות!

# Users_Please_Use_The_Search_Criteria
source: Please use the search criteria to search for users.
he: חובה לכתוב ולבחור פרטים נוספים למעלה כדי לקבל תוצאות חיפוש רלוונטיות.

source: User Comments
he: הערות

source: User Description
he: תיאור

# Validator_Account_Name_Required
source: Please enter bank account name
he: חובה לכתוב שם/כינוי לחשבון הבנק

# Validator_Address_Required
source: Please enter an address
he: חובה לכתוב כתובת

# Validator_App_Permission_Type_Required
source: Please select a permission type
he: חובה לבחור את סוג ההרשאה

# Validator_Birth_Date_Required
source: Please enter a birth date
he: חובה לבחור תאריך לידה

# Validator_CCStatement_DateTime_Required
source: Please enter an statement date
he: חובה לבחור תאריך דו"ח חיוב

# Validator_City_Required
source: Please enter a city
he: חובה לכתוב עיר

# Validator_Client_Required
source: Please select a client
he: חובה לבחור לקוח/איש הקשר

# Validator_Client_Tax_Reference_Number_Required
source: Please enter a tax reference number
he: חובה לכתוב מספר מזהה של העסק

# Validator_Client_Type_Required
source: Please select a client type
he: חובה לבחור את סוג הלקוח

# Validator_Company_Name_Required
source: Please enter an company name
he: חובה לכתוב את שם העסק

# Validator_Country_Required
source: Please select a country
he: חובה לבחור מדינה

# Validator_Currency_Required
source: Please select a currency
he: חובה לבחור מטבע חיוב

# Validator_Document_Creation_Date_Required
source: Please enter a document date
he: חובה לבחור תאריך המסמך

# Validator_Document_Type_Required
source: Please select a document type
he: חובה לבחור את סוג המסמך

# Validator_dropdown_Expense_Type_Required
source: Please select an expense type
he: חובה לבחור את סוג ההוצאה

# Validator_dropdown_Invoice_Supplier_Country_Required
source: Please select a country
he: חובה לבחור מדינה

# Validator_Email_Address_Required
source: Please enter an email address
he: חובה לכתוב כתובת אימייל

# Validator_Email_Adress_Regex
source: Please enter a valid email address
he: חובה לכתוב אימייל תקין

# Validator_Expense_Invoice_DateTime_Required
source: Please enter an expense date
he: חובה לבחור תאריך

# Validator_First_Name_Required
source: Please enter a first name
he: חובה לכתוב שם פרטי

# Validator_Gender_Required
source: Please enter a gender
he: חובה לבחור מין

# Validator_Invoice_DateTime_Required
source: Please enter an invoice date
he: חובה לבחור תאריך

# Validator_Last_Name_Required
source: Please enter a last name
he: חובה לכתוב שם משפחה

# Validator_Main_Contact_Email_Address_Required
source: Please enter a main contact email address
he: חובה לכתוב אימייל איש קשר ראשי

# Validator_Main_Contact_FullName_Required
source: Please enter the contact fullname
he: חובה לכתוב שם מלא של איש הקשר

# Validator_Main_Contact_Phone_Number_Required
source: Please enter a main contact phone number
he: חובה לכתוב טלפון איש קשר ראשי

# Validator_Mobile_Phone_Required
source: Please enter a mobile phone
he: חובה לכתוב מספר פלאפון נייד

# Validator_Password_Repeat_Matcher
source: The passwords do not match
he: הסיסמאות לא תואמות

# Validator_Password_Repeat_Required
source: Please repeat the password
he: חובה לחזור על הסיסמא

# Validator_Password_Required
source: Please enter an password
he: חובה לכתוב סיסמא

# Validator_Password_Strength
source: Password must contain english charecters. Minimum 8 length with 1 upper case, 2 lower case chars, 2 digits chars and 1 of the special char !@#$%^&*()\-_+.
he: הסיסמא חייבת להכיל אותיות באנגלית בלבד. הסיסמא חייבת להיות לפחות באורך 8 תווים. חובה להשתמש לפחות באות גבוהה אחת, 2 אותיות נמוכות, 2 מספרים ואחד מהסימנים !@#$%^&*()\-_+.

# Validator_Select_Bank_Account
source: Please select a bank account
he: חובה לבחור את חשבון הבנק

# Validator_Select_Credit_Card
source: Please select a credit card
he: חובה לבחור כרטיס אשראי

# Validator_State_Required
source: Please select a state
he: חובה לבחור איזור

# Validator_Supplier_Required
source: Please select a supplier
he: חובה לבחור ספק

# Validator_Supplier_Tax_Reference_Number_Required
source: Please enter a tax reference number
he: חובה לכתוב מספר מזהה של העסק

# Validator_Supplier_Type_Required
source: Please select a supplier type
he: חובה לבחור את סוג הספק

# Validator_Total_Amount_Required
source: Please enter total amount
he: חובה לכתוב את הסכום הסופי של העסקה

# Validator_Total_Vat_Required
source: Please enter total vat amount
he: חובה לכתוב את הסכום המע"מ של העסקה

# Validator_Total_Without_Vat_Required
source: Please enter total amount without vat
he: חובה לכתוב את הסכום ללא המע"מ של העסקה

# Validator_Transaction_Actual_DateTime
source: Please select a transaction date
he: חובה לבחור תאריך

# Validator_Username_Required
source: Please enter an username
he: חובה לכתוב מזהה שם משתמש

# Validator_User_Selection_Required
source: Please select an user
he: חובה לבחור משתמש

# Validator_Vat_Percentage_Required
source: Please enter vat percentage
he: חובה לכתוב את אחוז המע"מ של העסקה

# Validator_Website_URL_Regex
source: Please enter a valid website url
he: כתובת האינטרנט אינה חוקית

# Validator_Website_URL_Required
source: Please enter an website
he: חובה לכתוב אתר אינטרנט

# Validator_Zipcode_Required
source: Please enter an zipcode
he: חובה לכתוב מיקוד

source: Value Date
he: תאריך בפועל

# Vat_Percentage_Text
source: Vat %
he: אחוז המע"מ

source: View documents
he: צפייה במסמכים

source: View More
he: צפייה במידע נוסף

source: View Transactions
he: צפייה בפעולות

source: Website URL
he: כתובת אתר אינטרנט

source: Yes
he: כן

source: Zip Code
he: מיקוד
