Repository: MessenceLtd/TimeLineDashboard
Catalog: WebformsPOCDemo/App_GlobalResources/SiteCommon.*.resx
Languages: he

source: Account Active From
he: פעילות חשבון מתאריך

source: Account Active To Date
he: פעילות חשבון עד תאריך

source: Account Balance
he: יתרה בחשבון

source: Account IBAN
he: מספר IBAN

source: Account Name
he: שם חשבון

source: Account Number
he: מספר חשבון

source: Actual Payment Amount
he: סה"כ ששולם

source: Additional Phone Number
he: מספר טלפון נוסף

source: Address
he: כתובת

# Add_Bank_Account_SubTitle
source: Keep track, audit and add more details to bank account transactions.
he: מעקב, תיעוד וחיבור של כל פרטי פעולות הבנקאית שלך

# Add_Bank_Account_Title
source: Add Bank Account
he: הוספת חשבון בנק

# Add_Client_SubTitle
source: Keep track on all your client and contacts.
he: מעקב, תיעוד וניהול של כל אנשי הקשר והלקוחות שלכם

# Add_Client_Title
source: Add Client
he: הוספת לקוח חדש

# Add_Document_SubTitle
source: The advanced way to keep track on all your documentation.
he: הדרך המתקדמת לעדכן ולתעד את כל המסמכים שלך

# Add_Document_Title
source: Add Document
he: הוספת מסמך חדש

# Add_Expense_SubTitle
source: The advanced way to keep track on all your expenses.
he: הדרך המתקדמת לעדכן ולתעד את כל ההוצאות שלך

# Add_Expense_Title
source: Add Expense
he: הוספת הוצאה חדשה

# Add_Invoice_SubTitle
source: The advanced way to keep track on all your invoices.
he: הדרך המתקדמת לעדכן ולתעד את כל ההכנסות שלך

# Add_Invoice_Title
source: Add Invoice
he: הוספת הכנסה חדשה (חשבונית/קבלה)

source: Add More
he: הוספת שורה

source: Add new bank account
he: יצירת חשבון בנק חדש

# Add_New_Bank_Account_Transaction_Record
source: Add New Record
he: הוספת שורה חדשה

source: Add New Client
he: יצירת לקוח חדש

source: Add New Credit Card
he: יצירת כרטיס אשראי חדש

# Add_New_Credit_Card_Statement
source: New Credit Card Statement
he: יצירת דו"ח חיוב אשראי חדש

source: Add New Credit Invoice
he: יצירת חשבונית זיכוי

source: Add new document
he: הוספת מסמך חדש

source: Add new expense
he: הוספת הוצאה חדשה

source: Add new invoice
he: חשבונית חדשה

source: Add New Receipt
he: קבלה חדשה

source: Add New Receipt Tax Invoice
he: חשבונית מס/קבלה חדשה

source: Add New Record
he: הוספת שורה חדשה

source: Add new supplier
he: יצירת ספק חדש

source: Add New Tax Invoice
he: יצירת חשבונית מס חדשה

source: Add New User
he: יצירת משתמש חדש

source: Add Record
he: הוספת שורה

# Add_Supplier_SubTitle
source: Keep track on all your suppliers and contacts.
he: מעקב, תיעוד וניהול של כל פרטי הספק ואנשי הקשר שלכם

# Add_Supplier_Title
source: Add Supplier
he: יצירת ספק חדש

source: Adminstration Notes
he: הערות אנשי המערכת

# Application_Title
source: Documents Manager & Timeline Dashboards
he: מנהל מסמכים וקישורי קווי זמן

source: App Permission Type
he: סוג הרשאה

source: Azure Container
he: קוד כספת Azure

source: Balance
he: יתרה

# BankAccount_Transaction_Document_Connection_Type_1
source: Expense
he: הוצאה

# BankAccount_Transaction_Document_Connection_Type_2
source: Invoice
he: הכנסה

# BankAccount_Transaction_Document_Connection_Type_3
source: Document
he: מסמך כללי

source: Bank Account
he: חשבון בנק

source: Bank Accounts
he: חשבונות בנק

source: Bank Accounts list
he: רשימת חשבונות בנק

# Bank_Account_Transactions_Create_Bank_Account_Transaction
source: Create Bank Account Transaction
he: הוספת שורת פעילות

# Bank_Account_Transactions_Edit_Bank_Account_Transaction
source: Edit Bank Account Transaction
he: ניהול פעולה בנקאית

# Bank_Account_Transaction_Amount_Entered
source: Amount Entered:
he: סכום שנכנס

# Bank_Account_Transaction_Amount_Paid
source: Negative Amount Paid:
he: סה"כ שולם

# Bank_Account_Transaction_Bank_Description
source: Bank Description:
he: תיאור חשבון בנק:

# Bank_Account_Transaction_Bank_Inner_Reference
source: Bank Inner Reference:
he: קוד בנקאי פנימי

# Bank_Account_Transaction_Cancel_Editing
source: Cancel Editing
he: ביטול עריכה

# Bank_Account_Transaction_Confirm_Delete
source: Are you sure you want to delete this?
he: האם ברצונך למחוק את השורה?

# Bank_Account_Transaction_Connected_Documents
source: Connected Documents:
he: מסמכים מקושרים:

# Bank_Account_Transaction_Connect_Suggested_Document
source: Add
he: הוספה

# Bank_Account_Transaction_Connect_With_A_Credit_Card_Statement
source: Connect with a credit card statement:
he: קישור חיוב אשראי עם פעולה בנקאית

# Bank_Account_Transaction_Credit_Card_Statement_Tab
source: CREDIT CARD STATEMENT
he: דו"ח חיוב אשראי

# Bank_Account_Transaction_Documents_No_Results_Were_Found
source: No results were found!
he: לא נמצאו תוצאות רלוונטיות!

# Bank_Account_Transaction_Documents_Tab
source: Documents
he: מסמכים

# Bank_Account_Transaction_Documents_Use_Search_Criteria
source: Use the above search criteria to search for documents.
he: בבקשה השתמש/י בהגדרות חיפוש כדי לחפש מסמכים

source: Each transaction in the credit card statement has it's own documents connection.
he: לכל שורת חיוב בדו"ח חיובי אשראי יש קישורי מסמכים משלהם.

# Bank_Account_Transaction_Edit
source: Edit Details
he: עריכת פרטים

# Bank_Account_Transaction_Edit_Document_Connection_Settings
source: Edit Document Connection Settings
he: עריכת הגדרות קישור

# Bank_Account_Transaction_General_Info_Tab
source: General Info
he: פרטים כלליים

source: It is not possible to both connect to a credit card statement and have connected documents.
he: זה לא אפשרי לחבר מסמכים שונים וגם דו"ח חיוב כרטיס אשראי לפעולה בנקאית

# Bank_Account_Transaction_My_Comments
source: My Comments:
he: הערות:

# Bank_Account_Transaction_My_Description
source: My Description:
he: תיאור:

# Bank_Account_Transaction_Not_Connected_To_Credit_Card_Statement
source: This bank transaction is not connected to a credit card statement.
he: הפעולה הבנקאית אינה מחוברת לדו"ח חיוב כרטיס אשראי

# Bank_Account_Transaction_Reference_Number
source: Reference Number:
he: קוד מזהה:

# Bank_Account_Transaction_Save_Changes
source: Save Changes
he: שמירת שינויים

# Bank_Account_Transaction_Save_Document_Connection_Details
source: Save
he: שמירה

# Bank_Account_Transaction_Search_For_Documents_To_Connect
source: Search for documents to connect.
he: חיפוש מסמכים לקישור

# Bank_Account_Transaction_Suggested_Documents_Title_Message
source: Suggested documents list:
he: רשימת מסמכים מומלצים לקישור

# Bank_Account_Transaction_There_Are_No_Connected_Documents
source: There are no connected documents.
he: אין מסמכים מקושרים.

# Bank_Account_Transaction_There_Are_No_Suggested_Documents
source: There are no suggested documents
he: אין מסמכים מומלצים לקישור הפעולה הבנקאית

# Bank_Account_Transaction_Value_DateTime
source: Effective Date:
he: תאריך חיוב:

source: Bank Name
he: שם בנק

source: Bank Number
he: מספר בנק

source: Birth_Date
he: תאריך לידה

source: Branch Address
he: כתובת הסניף

source: Branch City
he: עיר הסניף

source: Branch Contact Phone
he: טלפון איש הקשר בסניף

source: Branch Country
he: מדינת הסניף

source: Branch Main Contact
he: איש הקשר בסניף

source: Branch Main Email
he: אימייל איש הקשר בסניף

source: Branch Name
he: שם הסניף

source: Branch Number
he: מספר סניף

source: Branch Phone
he: טלפון הסניף

source: Branch State
he: אזור

source: Branch Zip Code
he: מיקוד

source: Business Name
he: שם העסק

source: Business Phone
he: טלפון בעסק

source: Cancel
he: ביטול

source: Cancel edit
he: ביטול עריכה

source: Can Followers Download File
he: האם לאפשר לעוקבים שלך להוריד את המסמך

source: CC Expiration Date
he: תאריך תוקף

source: CC Statement Date
he: תאריך חיוב

source: Charged Amount
he: חיוב בפועל

source: City
he: עיר

source: Client
he: לקוח

source: Clients
he: לקוחות

source: Clients_List
he: רשימת לקוחות

# Clients_Filter_By_Type
source: Filter by Type
he: סינון לפי סוג לקוח

# Clients_No_Results_Were_Found
source: No results were found!
he: לא נמצאו תוצאות רלוונטיות!

# Clients_Please_Use_The_Search_Criteria
source: Please use the search criteria to search for clients.
he: בבקשה השתמש/י בהגדרות חיפוש כדי לחפש לקוחות

# Clients_Select_Client_Type
source: Select client type
he: בחירת סוג לקוח

source: Client From Date
he: פעילות לקוח מתאריך

source: Client To Date
he: פעילות לקוח עד תאריך

source: Client Type
he: סוג לקוח

# Close_Window
source: Close
he: סגירת חלון

source: Comments
he: הערות

source: Company Name
he: שם העסק

# Connect_Credit_Card_Statement
source: Connect Statement
he: קישור חיוב האשראי

source: Contact Email Address
he: אימייל איש הקשר

source: Contact Full Name
he: שם איש קשר

source: Contact Person
he: איש קשר

source: Contact Phone Number
he: טלפון איש הקשר

source: Country
he: מדינה

source: Created By
he: נוצר על ידי

source: Created On
he: נוצר בתאריך

source: Creation Date
he: תאריך יצירה

source: Creation Time
he: תאריך יצירה

source: Credit Card
he: כרטיס אשראי

source: Credit Cards List
he: רשימת כרטיסי אשראי

source: Credit Cards Statements List
he: דוחות חיובי כרטיסי אשראי

source: Credit Card Name
he: שם כרטיס אשראי

# Credit_Card_Statement_Add_New_Transaction_Record_On_Bottom
source: Add New Record
he: הוספת שורה חדשה

# Credit_Card_Statement_Add_New_Transaction_Record_On_Top
source: Add New Record
he: הוספת שורה חדשה

# Credit_Card_Statement_Bank_Transaction_Connection_Edit_Details
source: Edit Details
he: עריכת פרטים

# Credit_Card_Statement_Bank_Transaction_Connection_Remove
source: Remove Transaction Connection
he: ניתוק הקישור של המסמך לפעולת הכרטיס אשראי

# Credit_Card_Statement_Bank_Transaction_Connection_View_More
source: View More
he: צפייה במידע נוסף

# Credit_Card_Statement_Connect_Bank_Transaction_Button
source: Connect Statement
he: קישור המסמך

# Credit_Card_Statement_Connect_Statement_To_Bank_Account_Transaction
source: Connect with a bank account transaction:
he: קישור חיוב אשראי עם פעולה בנקאית

# Credit_Card_Statement_Transactions_Actual_Payment_Amount
source: Charged Amount
he: חיוב בפועל

# Credit_Card_Statement_Transactions_Business_Name
source: Business Name
he: שם העסק

# Credit_Card_Statement_Transactions_Description
source: Description
he: תיאור

# Credit_Card_Statement_Transactions_Transaction_Amount
source: Paid Amount
he: סכום ששולם

# Credit_Card_Statement_Transactions_Transaction_Date
source: Transaction Date
he: תאריך בפועל

# Credit_Card_Statement_Transaction_Cancel_Editing
source: Cancel Editing
he: ביטול עריכה

# Credit_Card_Statement_Transaction_Documents
source: Documents
he: מסמכים

# Credit_Card_Statement_Transaction_Documents_Connected_Documents_SubTitle
source: List of all the documents that are connected to the transaction.
he: רשימת מסמכים המקושרים לפעולת הכרטיס אשראי

# Credit_Card_Statement_Transaction_Documents_Connected_Documents_Title
source: Connected Documentation
he: מסמכים מקושרים

# Credit_Card_Statement_Transaction_Documents_Connect_Document
source: Connect document
he: חיבור המסמך

# Credit_Card_Statement_Transaction_Documents_Edit_Document_Connection_Settings
source: Edit Document Connection Settings
he: עריכת הגדרות קישור

source: Save
he: שמירה

# Credit_Card_Statement_Transaction_Documents_Search_Button
source: Search
he: חיפוש

# Credit_Card_Statement_Transaction_Documents_Search_Filter_By_Type
source: Filter by Type
he: סינון לפי סוג מסמך

# Credit_Card_Statement_Transaction_Documents_Search_No_Results_Were_Found
source: No results were found!
he: לא נמצאו תוצאות רלוונטיות!

# Credit_Card_Statement_Transaction_Documents_Search_Please_Use_Search_Criteria
source: Please use the search criteria to search for documents.
he: בבקשה השתמש/י בהגדרות חיפוש כדי לחפש מסמכים לקישור

# Credit_Card_Statement_Transaction_Documents_Search_Select_Type
source: Select type
he: בחירת סוג המסמך

# Credit_Card_Statement_Transaction_Documents_Search_SubTitle
source: Search and connect with any documents you want to the transaction.
he: חיפוש וקישור מסמכים לפעולת הכרטיס אשראי

# Credit_Card_Statement_Transaction_Documents_Search_Title
source: Search Documents To Connect
he: חיפוש מסמכים לקישור

# Credit_Card_Statement_Transaction_Documents_Suggested_Documents_SubTitle
source: List of all the documents that are suggested for connection based on the date of the transaction.
he: רשימת מסמכים המומלצים לקישור לפעולת הכרטיס האשראי

# Credit_Card_Statement_Transaction_Documents_Suggested_Documents_Title
source: Suggested Documents To Connect
he: רשימת מסמכים מומלצים לקישור

# Credit_Card_Statement_Transaction_Edit_Details
source: Edit Details
he: עריכת פרטים

# Credit_Card_Statement_Transaction_General_Info
source: General Info
he: פרטים כלליים

# Credit_Card_Statement_Transaction_No_Connected_Documents
source: There are no connected documents.
he: אין מסמכים מקושרים.

# Credit_Card_Statement_Transaction_No_Documents_To_Suggest
source: There are no documents to suggested based on the purchase date.
he: אין מסמכים המומלצים לקישור פעולת הכרטיס אשראי

# Credit_Card_Statement_Transaction_Please_Use_Search_Panel
source: Please use search panel below to connect with documents.
he: ניתן להשתמש באיזור החיפוש למטה בכדי לחפש ולקשר מסמכים רלוונטים לדו"ח חיוב הכרטיס אשראי.

# Credit_Card_Statement_Transaction_Save Changes
source: Save Changes
he: שמירת שינויים

# Credit_Card_Statement_Unconnected_To_Bank_Account_Transaction
source: This credit card statement is not connected to a bank account transaction.
he: דו"ח חיוב האשראי אינו מחובר לפעולה בחשבון הבנק

source: Currency
he: מטבע

source: Dark Mode
he: מצב מוחשך

source: Date
he: תאריך

source: Default Currency
he: מטבע ראשי

source: Delete
he: מחיקה

source: Description
he: תיאור

source: Documents
he: מסמכים

# Documents_Filter_By_Type
source: Filter by Type
he: סינון לפי סוג מסמך

source: Documents list
he: רשימת מסמכים

# Documents_No_Results_Were_Found
source: No results were found!
he: לא נמצאו תוצאות רלוונטיות!

# Documents_Please_Use_The_Search_Criteria
source: Please use the search criteria to search for documents.
he: בבקשה השתמש/י בהגדרות חיפוש כדי לחפש מסמכים

source: Document Creation Date
he: תאריך יצירת מסמך

source: Document Creation Time
he: תאריך יצירת מסמך

source: Document Type
he: סוג מסמך

source: Download
he: הורדה

source: Edit
he: עריכה

source: Edit Details
he: עריכת פרטים

source: Email
he: אימייל

source: Email Address
he: כתובת אימייל

source: English
he: אנגלית

source: Expenses
he: הוצאות

# Expenses_Filter_By_Type
source: Filter by Type
he: סינון לפי סוג הוצאה

source: Expenses List
he: רשימת הוצאות

# Expenses_No_Results_Were_Found
source: No results were found!
he: לא נמצאו תוצאות רלוונטיות!

# Expenses_Please_Use_The_Search_Criteria
source: Please use the search criteria to search for expenses.
he: בבקשה השתמש/י בהגדרות חיפוש כדי לחפש הוצאות

source: Expense Date
he: תאריך הוצאה

source: Expense Time
he: זמן הוצאה

source: Expense Type
he: סוג הוצאה

source: Filename
he: שם הקובץ

source: Filter By Bank Account:
he: סינון לפי חשבון בנק:

source: Filter by City / Address / Zipcode
he: סינון לפי עיר / כתובת / מיקוד

source: Filter by Company name / People name
he: סינון לפי שם העסק / איש קשר

source: Filter by Country
he: סינון לפי מדינה

source: Filter by State
he: סינון לפי אזור

source: Filter from date
he: סינון מתאריך

source: Filter to date
he: סינון עד תאריך

source: First Contract Contact
he: איש הקשר של החוזה הראשון

source: First Contract Date
he: תאריך החוזה הראשון

source: First Contract Location
he: מיקום חתימת החוזה

source: First Name
he: שם פרטי

source: Four Ending Digits
he: 4 ספרות אחרונות

source: Gender
he: מין

# Gender_Type_1
source: Male
he: זכר

# Gender_Type_2
source: Female
he: נקבה

# Gender_Type_3
source: Other
he: אחר

# GridTable_Bank_Account_Name
source: Account Name
he: שם חשבון

# GridTable_Bank_Account_Transaction_Connected_Documents_City
source: City
he: עיר

# GridTable_Bank_Account_Transaction_Connected_Documents_Country
source: Country
he: מדינה

# GridTable_Bank_Account_Transaction_Connected_Documents_Creation_Date
source: Creation Date
he: תאריך יצירה

# GridTable_Bank_Account_Transaction_Connected_Documents_Date
source: Date
he: תאריך

# GridTable_Bank_Account_Transaction_Connected_Documents_Description
source: Description
he: תיאור

# GridTable_Bank_Account_Transaction_Connected_Documents_Email
source: Email
he: אימייל

# GridTable_Bank_Account_Transaction_Connected_Documents_Title
source: Title
he: כותרת

# GridTable_Bank_Account_Transaction_Connected_Documents_Type
source: Type
he: סוג מסמך

# GridTable_Bank_Account_Transaction_Suggested_Documents_City
source: City
he: עיר

# GridTable_Bank_Account_Transaction_Suggested_Documents_Country
source: Country
he: מדינה

# GridTable_Bank_Account_Transaction_Suggested_Documents_Creation_Date
source: Creation Date
he: תאריך יצירה

# GridTable_Bank_Account_Transaction_Suggested_Documents_Date
source: Date
he: תאריך

# GridTable_Bank_Account_Transaction_Suggested_Documents_Description
source: Description
he: תיאור

# GridTable_Bank_Account_Transaction_Suggested_Documents_Email
source: Email
he: אימייל

# GridTable_Bank_Account_Transaction_Suggested_Documents_Title
source: Title
he: כותרת

# GridTable_Bank_Account_Transaction_Suggested_Documents_Type
source: Type
he: סוג מסמך

# GridTable_Branch_City
source: City
he: עיר

# GridTable_Branch_Country_Name
source: Country
he: מדינה

# GridTable_Branch_Name
source: Branch Name
he: סניף

# GridTable_Company_Name
source: Company Name
he: שם העסק

# GridTable_Contact_Person
source: Contact Person
he: איש קשר

# GridTable_Country_Name
source: Country Name
he: מדינה

# GridTable_Credit_Card_Name
source: Card Name
he: שם כרטיס

# GridTable_Credit_Card_Statement_Transaction_Connected_Documents_City
source: City
he: עיר

# GridTable_Credit_Card_Statement_Transaction_Connected_Documents_Country
source: Country
he: מדינה

# GridTable_Credit_Card_Statement_Transaction_Connected_Documents_Creation_Date
source: Creation Date
he: תאריך יצירה

# GridTable_Credit_Card_Statement_Transaction_Connected_Documents_Description
source: Description
he: תיאור

# GridTable_Credit_Card_Statement_Transaction_Connected_Documents_Document_Date
source: Date
he: תאריך

# GridTable_Credit_Card_Statement_Transaction_Connected_Documents_Email
source: Email
he: אימייל

# GridTable_Credit_Card_Statement_Transaction_Connected_Documents_Title
source: Title
he: כותרת

# GridTable_Credit_Card_Statement_Transaction_Connected_Documents_Type
source: Type
he: סוג מסמך

# GridTable_Credit_Card_Statement_Transaction_Suggested_Documents_City
source: City
he: עיר

# GridTable_Credit_Card_Statement_Transaction_Suggested_Documents_Country
source: Country
he: מדינה

# GridTable_Credit_Card_Statement_Transaction_Suggested_Documents_Creation_Date
source: Creation Date
he: תאריך יצירה

# GridTable_Credit_Card_Statement_Transaction_Suggested_Documents_Description
source: Description
he: תיאור

# GridTable_Credit_Card_Statement_Transaction_Suggested_Documents_Document_Date
source: Date
he: תאריך

# GridTable_Credit_Card_Statement_Transaction_Suggested_Documents_Email
source: Email
he: אימייל

# GridTable_Credit_Card_Statement_Transaction_Suggested_Documents_Title
source: Title
he: כותרת

# GridTable_Credit_Card_Statement_Transaction_Suggested_Documents_Type
source: Type
he: סוג מסמך

# GridTable_Document_Creation_DateTime
source: Date
he: תאריך

# GridTable_Document_Description
source: Description
he: תיאור

# GridTable_Document_From_City
source: From City
he: מעיר

# GridTable_Document_From_Country
source: From Country
he: ממדינה

# GridTable_Document_From_Email
source: From Email
he: מאימייל

# GridTable_Document_Sent_By
source: Sent By
he: נשלח על ידי

# GridTable_Document_Title
source: Title
he: כותרת

# GridTable_Email
source: Email
he: אימייל

# GridTable_Expense_Contact_Person
source: Contact Person
he: איש קשר

# GridTable_Expense_Invoice_DateTime
source: Date
he: תאריך

# GridTable_Expense_Supplier_Company_Details
source: Company Name
he: שם העסק

# GridTable_Expiration_Date
source: Expiration Date
he: תוקף

# GridTable_Four_Ending_Digits
source: 4 Ending Digits
he: 4 ספרות אחרונות

# GridTable_Fullname
source: Name
he: שם מלא

# GridTable_Invoiced_Client_To_CompanyName
source: Company Name
he: שם העסק

# GridTable_Invoiced_Client_To_Country_Name
source: Country Name
he: מדינה

# GridTable_Invoiced_Client_To_PersonName
source: Contact Person
he: איש קשר

# GridTable_Latest_Transaction_Balance
source: Latest Transaction Balance
he: יתרת חשבון לאחר פעולה אחרונה

# GridTable_Latest_Transaction_Date
source: Latest Transaction Date
he: תאריך פעולה אחרונה בחשבון

# GridTable_Registration_Date
source: Reg. Date
he: תאריך

# GridTable_Statement_Date
source: Statement Date
he: תאריך דו"ח חיוב

# GridTable_Total_Amount
source: Total Amount
he: סכום סה"כ

# GridTable_Total_Number_Of_Purchases
source: Total Number of Purchases
he: סה"כ רכישות בדו"ח חיוב האשראי

# GridTable_Username
source: Username
he: שם משתמש

# Has_Been_Actually_Charged_In_Statement
source: Actually Charged
he: האם חויב בפועל

source: Heard About Application From
he: מקור הפנייה למערכת

source: Hebrew
he: עברית

source: Income Value
he: סכום הכנסה

# Invoiced_Client_Tax_Reference
source: Invoiced Client Tax#
he: מזהה מספר העסק במס הכנסה

source: Invoiced For Country
he: חש. עבור מדינה

source: Invoiced For State
he: חש. עבור איזור

source: Invoiced On Location
he: הופק במיקום

source: Invoiced To Address
he: חש. עבור כתובת

source: Invoiced To City
he: חש. עבור עיר

source: Invoiced to Company
he: חש. עבור שם חברה

source: Invoiced To Email
he: חש. עבור אימייל

source: Invoiced To Person Name
he: חש. עבור

source: Invoiced To Phone
he: חש. עבור טלפון

source: Invoiced to TAX Reference
he: חש. עבור מזהה מספר עוסק

source: Invoiced To Zip Code
he: חש. עבור מיקוד

source: Invoices
he: חשבוניות מס

# Invoices_Filter_By_Type
source: Filter by Type
he: סינון לפי סוג חשבונית

source: Invoices list
he: רשימת חשבוניות מס

# Invoices_No_Results_Were_Found
source: No results were found!
he: לא נמצאו תוצאות רלוונטיות!

# Invoices_Please_Use_The_Search_Criteria
source: Please use the search criteria to search for Invoices.
he: בבקשה השתמש/י בהגדרות חיפוש כדי לחפש הכנסות

source: Invoice Address Desc
he: כתובת העסק בחשבונית

source: Invoice Content Description
he: תיאור תוכן החשבונית

source: Invoice Date
he: תאריך חשבונית

source: Invoice Number
he: מספר חשבונית

source: Invoice Reference Number
he: מזהה חשבונית

source: Invoice Supplier City
he: עיר הספק

source: Invoice Supplier Company
he: שם העסק

source: Invoice Supplier Country
he: מדינת הספק

source: Invoice Supplier Phone
he: טלפון הספק

source: Invoice Supplier State
he: אזור הספק

source: Invoice Supplier Tax Ref
he: מזהה מספר העסק

source: Invoice Supplier Web Address
he: כתובת אינטרנט של הספק

source: Invoice Supplier ZipCode
he: מיקוד כתובת הספק

source: Invoice Time
he: שעת החשבונית

source: Invoice Type
he: סוג חשבונית

source: Is Active
he: האם פעיל

source: Is Downloadable To Public
he: האם לאפשר לציבור להוריד את המסמך

source: Is Visible To Followers
he: האם המסמך יראה לעוקבים שלך

source: Is Visible To Public
he: המסמך יראה לציבור

source: Language
he: שפת מערכת

source: Last Modified By
he: עדכון לאחרונה על ידי

source: Last Modified Date
he: עודכן לאחרונה בתאריך

source: Last Name
he: שם משפחה

# Link_To_add_bankaccount
source: Add Bank Account
he: הוספת חשבון בנק

# Link_To_add_client
source: Add new client
he: יצירת לקוח חדש

# Link_To_add_document
source: Add New Document
he: הוספת מסמך חדש

# Link_To_add_expense
source: Add New Expense
he: הוספת הוצאה חדשה

# Link_To_add_invoice
source: Add New Invoice
he: חשבונית חדשה

# Link_To_add_supplier
source: Add New Supplier
he: יצירת ספק חדש

# Link_To_add_user
source: Add New User
he: יצירת משתמש חדש

# Link_To_home
source: Home
he: דף הבית

# Link_To_list_bankaccounts
source: Bank Accounts
he: חשבונות בנק

# Link_To_list_clients
source: Clients
he: רשימת לקוחות

# Link_To_list_creditcards
source: Credit Cards
he: כרטיסי אשראי

# Link_To_list_creditcardsstatements
source: Credit Card Statements
he: דוחות חיובי כרטיסי אשראי

# Link_To_list_documents
source: Documents
he: מסמכים

# Link_To_list_expenses
source: Expenses
he: הוצאות
